tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'go-delve/delve'
tap 'homebrew/bundle'
tap 'homebrew/core'
brew 'autoconf'
brew 'bash-completion'
brew 'ccache'
brew 'coreutils'
brew 'pcre2'
brew 'fish'
brew 'go'
brew 'fzf'
brew 'ghq'
brew 'glide'
brew 'openssl'
brew 'libssh2'
brew 'mas'
brew 'mysql'
# brew 'nodebrew'
brew 'peco'
brew 'pkg-config'
brew 'protobuf'
brew 'readline'
brew 'pyenv'
brew 'ruby-build'
brew 'rbenv'
brew 'redis'
brew 'sl'
brew 'go-delve/delve/delve'
cask '1password'
cask 'appcleaner'
cask 'atom'
cask 'docker-toolbox'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'google-drive'
cask 'google-japanese-ime'
cask 'intellij-idea'
cask 'kindle'
cask 'rubymine'
cask 'sequel-pro'
cask 'sourcetree'
cask 'webstorm'
cask 'zeplin'
mas 'Alfred', id: 405843582
mas 'Xcode', id: 497799835
mas 'Keynote', id: 409183694
mas 'iMovie', id: 408981434
mas 'Skitch', id: 425955336
mas 'MirrorPro', id: 1018604744
mas 'Slack', id: 803453959
mas 'Pages', id: 409201541
mas 'Blackmagic Disk Speed Test', id: 425264550
mas 'LINE', id: 539883307
mas 'GarageBand', id: 682658836
mas 'Numbers', id: 409203825
